Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Saheeh International.tmx
Source language: ar
Languages: en

source: أم اتخذوا من دون الله شفعاء قل أولو كانوا لا يملكون شيئا ولا يعقلون
en: Or have they taken other than Allah as intercessors? Say, "Even though they do not possess [power over] anything, nor do they reason?"

source: قل لله الشفاعة جميعا له ملك السماوات والأرض ثم إليه ترجعون
en: Say, "To Allah belongs [the right to allow] intercession entirely. To Him belongs the dominion of the heavens and the earth. Then to Him you will be returned."

source: وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه إذا هم يستبشرون
en: And when Allah is mentioned alone, the hearts of those who do not believe in the Hereafter shrink with aversion, but when those [worshipped] other than Him are mentioned, immediately they rejoice.

source: قل اللهم فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك في ما كانوا فيه يختلفون
en: Say, "O Allah, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You will judge between your servants concerning that over which they used to differ."

source: ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيامة وبدا لهم من الله ما لم يكونوا يحتسبون
en: And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allah that which they had not taken into account.

source: وبدا لهم سيئات ما كسبوا وحاق بهم ما كانوا به يستهزئون
en: And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule.

source: فإذا مس الإنسان ضر دعانا ثم إذا خولناه نعمة منا قال إنما أوتيته على علم بل هي فتنة ولكن أكثرهم لا يعلمون
en: And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, "I have only been given it because of [my] knowledge." Rather, it is a trial, but most of them do not know.

source: قد قالها الذين من قبلهم فما أغنى عنهم ما كانوا يكسبون
en: Those before them had already said it, but they were not availed by what they used to earn.

source: فأصابهم سيئات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيئات ما كسبوا وما هم بمعجزين
en: And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be afflicted by the evil consequences of what they earned; and they will not cause failure.

source: أولم يعلموا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيات لقوم يؤمنون
en: Do they not know that Allah extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe.

source: قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم
en: Say, "O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful."

source: وأنيبوا إلى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا تنصرون
en: And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped.

source: واتبعوا أحسن ما أنزل إليكم من ربكم من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون
en: And follow the best of what was revealed to you from your Lord before the punishment comes upon you suddenly while you do not perceive,

source: أن تقول نفس يا حسرتا على ما فرطت في جنب الله وإن كنت لمن الساخرين
en: Lest a soul should say, "Oh [how great is] my regret over what I neglected in regard to Allah and that I was among the mockers."

source: أو تقول لو أن الله هداني لكنت من المتقين
en: Or [lest] it say, "If only Allah had guided me, I would have been among the righteous."

source: أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين
en: Or [lest] it say when it sees the punishment, "If only I had another turn so I could be among the doers of good."

source: بلى قد جاءتك آياتي فكذبت بها واستكبرت وكنت من الكافرين
en: But yes, there had come to you My verses, but you denied them and were arrogant, and you were among the disbelievers.

source: ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين
en: And on the Day of Resurrection you will see those who lied about Allah [with] their faces blackened. Is there not in Hell a residence for the arrogant?

source: وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون
en: And Allah will save those who feared Him by their attainment; no evil will touch them, nor will they grieve.

source: الله خالق كل شيء وهو على كل شيء وكيل
en: Allah is the Creator of all things, and He is, over all things, Disposer of affairs.

source: له مقاليد السماوات والأرض والذين كفروا بآيات الله أولئك هم الخاسرون
en: To Him belong the keys of the heavens and the earth. And they who disbelieve in the verses of Allah - it is those who are the losers.

source: قل أفغير الله تأمروني أعبد أيها الجاهلون
en: Say, [O Muhammad], "Is it other than Allah that you order me to worship, O ignorant ones?"

source: ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين
en: And it was already revealed to you and to those before you that if you should associate [anything] with Allah, your work would surely become worthless, and you would surely be among the losers."

source: بل الله فاعبد وكن من الشاكرين
en: Rather, worship [only] Allah and be among the grateful.

source: وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون
en: They have not appraised Allah with true appraisal, while the earth entirely will be [within] His grip on the Day of Resurrection, and the heavens will be folded in His right hand. Exalted is He and high above what they associate with Him.

source: ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون
en: And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on.

source: وأشرقت الأرض بنور ربها ووضع الكتاب وجيء بالنبيين والشهداء وقضي بينهم بالحق وهم لا يظلمون
en: And the earth will shine with the light of its Lord, and the record [of deeds] will be placed, and the prophets and the witnesses will be brought, and it will be judged between them in truth, and they will not be wronged.

source: ووفيت كل نفس ما عملت وهو أعلم بما يفعلون
en: And every soul will be fully compensated [for] what it did; and He is most knowing of what they do.

source: وسيق الذين كفروا إلى جهنم زمرا حتى إذا جاءوها فتحت أبوابها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين
en: And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, "Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?" They will say, "Yes, but the word of punishment has come into effect upon the disbelievers.

source: قيل ادخلوا أبواب جهنم خالدين فيها فبئس مثوى المتكبرين
en: [To them] it will be said, "Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant."

source: وسيق الذين اتقوا ربهم إلى الجنة زمرا حتى إذا جاءوها وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين
en: But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, "Peace be upon you; you have become pure; so enter it to abide eternally therein," [they will enter].

source: وقالوا الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين
en: And they will say, "Praise to Allah, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers."

source: وترى الملائكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العالمين
en: And you will see the angels surrounding the Throne, exalting [Allah] with praise of their Lord. And it will be judged between them in truth, and it will be said, "[All] praise to Allah, Lord of the worlds."

source: حم
en: Ha, Meem.

source: تنزيل الكتاب من الله العزيز العليم
en: The revelation of the Book is from Allah, the Exalted in Might, the Knowing.

source: غافر الذنب وقابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير
en: The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination.

source: ما يجادل في آيات الله إلا الذين كفروا فلا يغررك تقلبهم في البلاد
en: No one disputes concerning the signs of Allah except those who disbelieve, so be not deceived by their [uninhibited] movement throughout the land.

source: كذبت قبلهم قوم نوح والأحزاب من بعدهم وهمت كل أمة برسولهم ليأخذوه وجادلوا بالباطل ليدحضوا به الحق فأخذتهم فكيف كان عقاب
en: The people of Noah denied before them and the [disbelieving] factions after them, and every nation intended [a plot] for their messenger to seize him, and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them, and how [terrible] was My penalty.

source: وكذلك حقت كلمت ربك على الذين كفروا أنهم أصحاب النار
en: And thus has the word of your Lord come into effect upon those who disbelieved that they are companions of the Fire.

source: الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين آمنوا ربنا وسعت كل شيء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم
en: Those [angels] who carry the Throne and those around it exalt [Allah] with praise of their Lord and believe in Him and ask forgiveness for those who have believed, [saying], "Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire.

source: ربنا وأدخلهم جنات عدن التي وعدتهم ومن صلح من آبائهم وأزواجهم وذرياتهم إنك أنت العزيز الحكيم
en: Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their fathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise.

source: وقهم السيئات ومن تق السيئات يومئذ فقد رحمته وذلك هو الفوز العظيم
en: And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment."

source: إن الذين كفروا ينادون لمقت الله أكبر من مقتكم أنفسكم إذ تدعون إلى الإيمان فتكفرون
en: Indeed, those who disbelieve will be addressed, "The hatred of Allah for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you refused."

source: قالوا ربنا أمتنا اثنتين وأحييتنا اثنتين فاعترفنا بذنوبنا فهل إلى خروج من سبيل
en: They will say, "Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?"

source: ذلكم بأنه إذا دعي الله وحده كفرتم وإن يشرك به تؤمنوا فالحكم لله العلي الكبير
en: [They will be told], "That is because, when Allah was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allah, the Most High, the Grand."

source: هو الذي يريكم آياته وينزل لكم من السماء رزقا وما يتذكر إلا من ينيب
en: It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance].

source: فادعوا الله مخلصين له الدين ولو كره الكافرون
en: So invoke Allah, [being] sincere to Him in religion, although the disbelievers dislike it.

source: رفيع الدرجات ذو العرش يلقي الروح من أمره على من يشاء من عباده لينذر يوم التلاق
en: [He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command upon whom He wills of His servants to warn of the Day of Meeting.

source: يوم هم بارزون لا يخفى على الله منهم شيء لمن الملك اليوم لله الواحد القهار
en: The Day they come forth nothing concerning them will be concealed from Allah. To whom belongs [all] sovereignty this Day? To Allah, the One, the Prevailing.

source: اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب
en: This Day every soul will be recompensed for what it earned. No injustice today! Indeed, Allah is swift in account.

source: وأنذرهم يوم الآزفة إذ القلوب لدى الحناجر كاظمين ما للظالمين من حميم ولا شفيع يطاع
en: And warn them, [O Muhammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed.

source: يعلم خائنة الأعين وما تخفي الصدور
en: He knows that which deceives the eyes and what the breasts conceal.

source: والله يقضي بالحق والذين يدعون من دونه لا يقضون بشيء إن الله هو السميع البصير
en: And Allah judges with truth, while those they invoke besides Him judge not with anything. Indeed, Allah - He is the Hearing, the Seeing.

source: أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين كانوا من قبلهم كانوا هم أشد منهم قوة وآثارا في الأرض فأخذهم الله بذنوبهم وما كان لهم من الله من واق
en: Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land, but Allah seized them for their sins. And they had not from Allah any protector.

source: ذلك بأنهم كانت تأتيهم رسلهم بالبينات فكفروا فأخذهم الله إنه قوي شديد العقاب
en: That was because their messengers were coming to them with clear proofs, but they disbelieved, so Allah seized them. Indeed, He is Powerful and severe in punishment.

source: إلى فرعون وهامان وقارون فقالوا ساحر كذاب
en: To Pharaoh, Haman and Qarun; but they said, "[He is] a magician and a liar."

source: فلما جاءهم بالحق من عندنا قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا نساءهم وما كيد الكافرين إلا في ضلال
en: And when he brought them the truth from Us, they said, "Kill the sons of those who have believed with him and keep their women alive." But the plan of the disbelievers is not except in error.

source: وقال فرعون ذروني أقتل موسى وليدع ربه إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد
en: And Pharaoh said, "Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land."

source: وقال موسى إني عذت بربي وربكم من كل متكبر لا يؤمن بيوم الحساب
en: But Moses said, "Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account."

source: وقال رجل مؤمن من آل فرعون يكتم إيمانه أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرف كذاب
en: And a believing man from the family of Pharaoh who concealed his faith said, "Do you kill a man [merely] because he says, 'My Lord is Allah' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allah does not guide one who is a transgressor and a liar.

source: يا قوم لكم الملك اليوم ظاهرين في الأرض فمن ينصرنا من بأس الله إن جاءنا قال فرعون ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد
en: O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us?" Pharaoh said, "I do not show you except what I see, and I do not guide you except to the way of right conduct."

source: وقال الذي آمن يا قوم إني أخاف عليكم مثل يوم الأحزاب
en: And he who believed said, "O my people, indeed I fear for you [a fate] like the day of the companies -

source: مثل دأب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما للعباد
en: Like the custom of the people of Noah and of 'Aad and Thamud and those after them. And Allah wants no injustice for [His] servants.

source: ويا قوم إني أخاف عليكم يوم التناد
en: And O my people, indeed I fear for you the Day of Calling -

source: يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد
en: The Day you will turn your backs fleeing; there is not for you from Allah any protector. And whoever Allah leaves astray - there is not for him any guide.

source: ولقد جاءكم يوسف من قبل بالبينات فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب
en: And Joseph had already come to you before with clear proofs, but you remained in doubt of that which he brought to you, until when he died, you said, 'Never will Allah send a messenger after him.' Thus does Allah leave astray he who is a transgressor and skeptic."

source: الذين يجادلون في آيات الله بغير سلطان أتاهم كبر مقتا عند الله وعند الذين آمنوا كذلك يطبع الله على كل قلب متكبر جبار
en: Those who dispute concerning the signs of Allah without an authority having come to them - great is hatred [of them] in the sight of Allah and in the sight of those who have believed. Thus does Allah seal over every heart [belonging to] an arrogant tyrant.

source: وقال فرعون يا هامان ابن لي صرحا لعلي أبلغ الأسباب
en: And Pharaoh said, "O Haman, construct for me a tower that I might reach the ways -

source: أسباب السماوات فأطلع إلى إله موسى وإني لأظنه كاذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون إلا في تباب
en: The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar." And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin.

source: وقال الذي آمن يا قوم اتبعون أهدكم سبيل الرشاد
en: And he who believed said, "O my people, follow me, I will guide you to the way of right conduct.

source: يا قوم إنما هذه الحياة الدنيا متاع وإن الآخرة هي دار القرار
en: O my people, this worldly life is only [temporary] enjoyment, and indeed, the Hereafter - that is the home of [permanent] settlement.

source: من عمل سيئة فلا يجزى إلا مثلها ومن عمل صالحا من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة يرزقون فيها بغير حساب
en: Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness, whether male or female, while he is a believer - those will enter Paradise, being given provision therein without account.

source: ويا قوم ما لي أدعوكم إلى النجاة وتدعونني إلى النار
en: And O my people, how is it that I invite you to salvation while you invite me to the Fire?

source: تدعونني لأكفر بالله وأشرك به ما ليس لي به علم وأنا أدعوكم إلى العزيز الغفار
en: You invite me to disbelieve in Allah and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver.

source: لا جرم أنما تدعونني إليه ليس له دعوة في الدنيا ولا في الآخرة وأن مردنا إلى الله وأن المسرفين هم أصحاب النار
en: Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allah, and indeed, the transgressors will be companions of the Fire.

source: فستذكرون ما أقول لكم وأفوض أمري إلى الله إن الله بصير بالعباد
en: And you will remember what I [now] say to you, and I entrust my affair to Allah. Indeed, Allah is Seeing of [His] servants."

source: فوقاه الله سيئات ما مكروا وحاق بآل فرعون سوء العذاب
en: So Allah protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -

source: النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب
en: The Fire, they are exposed to it morning and evening. And the Day the Hour appears [it will be said], "Make the people of Pharaoh enter the severest punishment."

source: وإذ يتحاجون في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار
en: And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, "Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?"

source: قال الذين استكبروا إنا كل فيها إن الله قد حكم بين العباد
en: Those who had been arrogant will say, "Indeed, all [of us] are in it. Indeed, Allah has judged between the servants."

source: وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب
en: And those in the Fire will say to the keepers of Hell, "Supplicate your Lord to lighten for us a day from the punishment."

source: قالوا أولم تك تأتيكم رسلكم بالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين إلا في ضلال
en: They will say, "Did there not come to you your messengers with clear proofs?" They will say, "Yes." They will reply, "Then supplicate [yourselves], but the supplication of the disbelievers is not except in error."

source: إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد
en: Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -

source: يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار
en: The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home.

source: ولقد آتينا موسى الهدى وأورثنا بني إسرائيل الكتاب
en: And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture

source: هدى وذكرى لأولي الألباب
en: As guidance and a reminder for those of understanding.

source: فاصبر إن وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والإبكار
en: So be patient, [O Muhammad]. Indeed, the promise of Allah is truth. And ask forgiveness for your sin and exalt [Allah] with praise of your Lord in the evening and the morning.

source: إن الذين يجادلون في آيات الله بغير سلطان أتاهم إن في صدورهم إلا كبر ما هم ببالغيه فاستعذ بالله إنه هو السميع البصير
en: Indeed, those who dispute concerning the signs of Allah without [any] authority having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allah. Indeed, it is He who is the Hearing, the Seeing.

source: لخلق السماوات والأرض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون
en: The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know.

source: وما يستوي الأعمى والبصير والذين آمنوا وعملوا الصالحات ولا المسيء قليلا ما تتذكرون
en: And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember.

source: إن الساعة لآتية لا ريب فيها ولكن أكثر الناس لا يؤمنون
en: Indeed, the Hour is coming - no doubt about it - but most of the people do not believe.

source: وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين
en: And your Lord says, "Call upon Me; I will respond to you." Indeed, those who disdain My worship will enter Hell [rendered] contemptible.

source: الله الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون
en: It is Allah who made for you the night that you may rest therein and the day giving sight. Indeed, Allah is full of bounty to the people, but most of the people are not grateful.

source: ذلكم الله ربكم خالق كل شيء لا إله إلا هو فأنى تؤفكون
en: That is Allah, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?

source: كذلك يؤفك الذين كانوا بآيات الله يجحدون
en: Thus were those [before you] deluded who were rejecting the signs of Allah.
